# taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

cask_args appdir: "/Applications"

# tools
brew "gh"
brew "jq"
brew "tree"
brew "wget"
brew "bat"
brew "svn"

# code
brew "pyenv"

# infra
brew "terraform"

# kubernetes
brew "kube-ps1"
brew "kubectx"
brew "stern"

# fonts
cask "font-inconsolata-g"
cask "font-source-code-pro"
cask "font-jetbrains-mono"
cask "font-fira-code"

# apps
cask "alfred"
cask "choosy"
cask "moom"
cask "1password"
cask "appcleaner"
cask "firefox"
cask "handbrake"
cask "iterm2"
cask "visual-studio-code"
cask "sublime-text"
cask "spotify"
cask "slack"
