tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "gh"
brew "go"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "protobuf"
brew "pyenv"
brew "stern"
brew "subversion"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
cask "1password", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "appcleaner", args: { appdir: "/Applications" }
cask "brave-browser"
cask "choosy", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "font-source-code-pro", args: { appdir: "/Applications" }
cask "handbrake", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "moom", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "sublime-text", args: { appdir: "/Applications" }
cask "syntax-highlight"
cask "visual-studio-code", args: { appdir: "/Applications" }
